export const KVED_SECTIONS = [
  {
    "id": "A",
    "title": "Секція A. Сільське господарство, лісове господарство та рибне господарство",
    "groups": [
      {
        "id": "01",
        "title": "Сільське господарство, мисливство та надання пов'язаних із ними послуг",
        "items": [
          {
            "code": "01.11",
            "name": "Вирощування зернових культур (крім рису), бобових культур і насіння олійних культур",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.12",
            "name": "Вирощування рису",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.13",
            "name": "Вирощування овочів і баштанних культур, коренеплодів і бульбоплодів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.14",
            "name": "Вирощування цукрової тростини",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.15",
            "name": "Вирощування тютюну",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.16",
            "name": "Вирощування прядивних культур",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.19",
            "name": "Вирощування інших однорічних і дворічних культур",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.21",
            "name": "Вирощування винограду",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.22",
            "name": "Вирощування тропічних і субтропічних фруктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.23",
            "name": "Вирощування цитрусових",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.24",
            "name": "Вирощування зерняткових і кісточкових фруктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.25",
            "name": "Вирощування ягід, горіхів, інших плодових дерев і чагарників",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.26",
            "name": "Вирощування олійних плодів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.27",
            "name": "Вирощування культур для виробництва напоїв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.28",
            "name": "Вирощування пряних, ароматичних і лікарських культур",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.29",
            "name": "Вирощування інших багаторічних культур",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.30",
            "name": "Відтворення рослин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.41",
            "name": "Розведення великої рогатої худоби молочних порід",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.42",
            "name": "Розведення іншої великої рогатої худоби та буйволів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.43",
            "name": "Розведення коней та інших тварин родини конячих",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.44",
            "name": "Розведення верблюдів та інших тварин родини верблюдячих",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.45",
            "name": "Розведення овець і кіз",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.46",
            "name": "Розведення свиней",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.47",
            "name": "Розведення свійської птиці",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.49",
            "name": "Розведення інших тварин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.50",
            "name": "Змішане сільське господарство",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.61",
            "name": "Допоміжна діяльність у рослинництві",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.62",
            "name": "Допоміжна діяльність у тваринництві",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.63",
            "name": "Післяурожайна діяльність",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.64",
            "name": "Оброблення насіння для відтворення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "01.70",
            "name": "Мисливство, відловлювання тварин і надання пов'язаних із ними послуг",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "02",
        "title": "Лісове господарство та лісозаготівлі",
        "items": [
          {
            "code": "02.10",
            "name": "Лісівництво та інша діяльність у лісовому господарстві",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "02.20",
            "name": "Лісозаготівлі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "02.30",
            "name": "Збирання дикорослих недеревних продуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "02.40",
            "name": "Надання допоміжних послуг у лісовому господарстві",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "03",
        "title": "Рибне господарство",
        "items": [
          {
            "code": "03.11",
            "name": "Морське рибальство",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "03.12",
            "name": "Прісноводне рибальство",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "03.21",
            "name": "Морське рибництво (аквакультура)",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "03.22",
            "name": "Прісноводне рибництво (аквакультура)",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "B",
    "title": "Секція B. Добувна промисловість і розроблення кар'єрів",
    "groups": [
      {
        "id": "05",
        "title": "Добування кам'яного та бурого вугілля",
        "items": [
          {
            "code": "05.10",
            "name": "Добування кам'яного вугілля",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "05.20",
            "name": "Добування бурого вугілля",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "06",
        "title": "Добування сирої нафти та природного газу",
        "items": [
          {
            "code": "06.10",
            "name": "Добування сирої нафти",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "06.20",
            "name": "Добування природного газу",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "07",
        "title": "Добування металевих руд",
        "items": [
          {
            "code": "07.10",
            "name": "Добування залізних руд",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "07.21",
            "name": "Добування уранових і торієвих руд",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "07.29",
            "name": "Добування руд інших кольорових металів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "08",
        "title": "Добування інших корисних копалин та розроблення кар'єрів",
        "items": [
          {
            "code": "08.11",
            "name": "Добування декоративного та будівельного каменю, вапняку, гіпсу, крейди та глинистого сланцю",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "08.12",
            "name": "Добування піску, гравію, глин і каоліну",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "08.91",
            "name": "Добування мінеральної сировини для хімічної промисловості та виробництва мінеральних добрив",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "08.92",
            "name": "Добування торфу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "08.93",
            "name": "Добування солі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "08.99",
            "name": "Добування інших корисних копалин та розроблення кар'єрів, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "09",
        "title": "Надання допоміжних послуг у сфері добувної промисловості та розроблення кар'єрів",
        "items": [
          {
            "code": "09.10",
            "name": "Надання допоміжних послуг у сфері добування нафти та природного газу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "09.90",
            "name": "Надання допоміжних послуг у сфері добування інших корисних копалин та розроблення кар'єрів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "C",
    "title": "Секція C. Переробна промисловість",
    "groups": [
      {
        "id": "10",
        "title": "Виробництво харчових продуктів",
        "items": [
          {
            "code": "10.11",
            "name": "Виробництво м'яса",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.12",
            "name": "Виробництво м'яса свійської птиці",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.13",
            "name": "Виробництво м'ясних продуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.20",
            "name": "Перероблення та консервування риби, ракоподібних і молюсків",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.31",
            "name": "Перероблення та консервування картоплі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.32",
            "name": "Виробництво фруктових і овочевих соків",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.39",
            "name": "Інші види перероблення та консервування фруктів і овочів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.41",
            "name": "Виробництво олії та тваринних жирів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.42",
            "name": "Виробництво маргарину і подібних харчових жирів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.51",
            "name": "Перероблення молока, виробництво масла та сиру",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.52",
            "name": "Виробництво морозива",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.61",
            "name": "Виробництво продуктів борошномельно-круп'яної промисловості",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.62",
            "name": "Виробництво крохмалів і крохмальних продуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.71",
            "name": "Виробництво хліба та хлібобулочних виробів; виробництво борошняних кондитерських виробів, тортів і тістечок нетривалого зберігання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.72",
            "name": "Виробництво сухарів і сухого печива; виробництво борошняних кондитерських виробів, тортів і тістечок тривалого зберігання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.73",
            "name": "Виробництво макаронних виробів і подібних борошняних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.81",
            "name": "Виробництво цукру",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.82",
            "name": "Виробництво какао, шоколаду та цукрових кондитерських виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.83",
            "name": "Виробництво чаю та кави",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.84",
            "name": "Виробництво прянощів і приправ",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.85",
            "name": "Виробництво готової їжі та страв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.86",
            "name": "Виробництво дитячого харчування та дієтичних харчових продуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.89",
            "name": "Виробництво інших харчових продуктів, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.91",
            "name": "Виробництво готових кормів для тварин, що утримуються на фермах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "10.92",
            "name": "Виробництво готових кормів для домашніх тварин",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "11",
        "title": "Виробництво напоїв",
        "items": [
          {
            "code": "11.01",
            "name": "Дистиляція, ректифікація та змішування спиртних напоїв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "11.02",
            "name": "Виробництво виноградних вин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "11.03",
            "name": "Виробництво сидру та інших плодово-ягідних вин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "11.04",
            "name": "Виробництво інших недистильованих напоїв із зброджуваних продуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "11.05",
            "name": "Виробництво пива",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "11.06",
            "name": "Виробництво солоду",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "11.07",
            "name": "Виробництво безалкогольних напоїв; виробництво мінеральних вод та інших вод, розлитих у пляшки",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "12",
        "title": "Виробництво тютюнових виробів",
        "items": [
          {
            "code": "12.00",
            "name": "Виробництво тютюнових виробів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "13",
        "title": "Текстильне виробництво",
        "items": [
          {
            "code": "13.10",
            "name": "Підготування та прядіння текстильних волокон",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.20",
            "name": "Ткацьке виробництво",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.30",
            "name": "Оздоблення текстильних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.91",
            "name": "Виробництво трикотажного полотна",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.92",
            "name": "Виробництво готових текстильних виробів, крім одягу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.93",
            "name": "Виробництво килимів і килимових виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.94",
            "name": "Виробництво канатів, мотузок, шпагату та сіток",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.95",
            "name": "Виробництво нетканих текстильних матеріалів і виробів із них, крім одягу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.96",
            "name": "Виробництво інших текстильних виробів технічного та промислового призначення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "13.99",
            "name": "Виробництво інших текстильних виробів, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "14",
        "title": "Виробництво одягу",
        "items": [
          {
            "code": "14.11",
            "name": "Виробництво одягу зі шкіри",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.12",
            "name": "Виробництво робочого одягу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.13",
            "name": "Виробництво іншого верхнього одягу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.14",
            "name": "Виробництво спіднього одягу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.19",
            "name": "Виробництво іншого одягу й аксесуарів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.20",
            "name": "Виготовлення виробів із хутра",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.31",
            "name": "Виробництво панчішно-шкарпеткових виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "14.39",
            "name": "Виробництво іншого трикотажного та в'язаного одягу",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "15",
        "title": "Виробництво шкіри, виробів зі шкіри та інших матеріалів",
        "items": [
          {
            "code": "15.11",
            "name": "Дублення шкур і оздоблення шкіри; вичинка та фарбування хутра",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "15.12",
            "name": "Виробництво дорожніх виробів, сумок, лимарно-сідельних виробів зі шкіри та інших матеріалів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "15.20",
            "name": "Виробництво взуття",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "16",
        "title": "Оброблення деревини та виготовлення виробів з деревини та корка, крім меблів; виготовлення виробів із соломки та рослинних матеріалів для плетіння",
        "items": [
          {
            "code": "16.10",
            "name": "Лісопильне та стругальне виробництво",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "16.21",
            "name": "Виробництво фанери, дерев'яних плит і панелей, шпону",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "16.22",
            "name": "Виробництво щитового паркету",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "16.23",
            "name": "Виробництво інших дерев'яних будівельних конструкцій і столярних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "16.24",
            "name": "Виробництво дерев'яної тари",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "16.29",
            "name": "Виробництво інших виробів з деревини; виготовлення виробів з корка, соломки та рослинних матеріалів для плетіння",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "17",
        "title": "Виробництво паперу та паперових виробів",
        "items": [
          {
            "code": "17.11",
            "name": "Виробництво паперової маси",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "17.12",
            "name": "Виробництво паперу та картону",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "17.21",
            "name": "Виробництво гофрованого паперу та картону, паперової та картонної тари",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "17.22",
            "name": "Виробництво паперових виробів господарсько-побутового та санітарно-гігієнічного призначення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "17.23",
            "name": "Виробництво паперових канцелярських виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "17.24",
            "name": "Виробництво шпалер",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "17.29",
            "name": "Виробництво інших виробів з паперу та картону",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "18",
        "title": "Поліграфічна діяльність, тиражування записаної інформації",
        "items": [
          {
            "code": "18.11",
            "name": "Друкування газет",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "18.12",
            "name": "Друкування іншої продукції",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "18.13",
            "name": "Виготовлення друкарських форм і надання інших поліграфічних послуг",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "18.14",
            "name": "Брошурувально-палітурна діяльність і надання пов'язаних із нею послуг",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "18.20",
            "name": "Тиражування звуко-, відеозаписів і програмного забезпечення",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "19",
        "title": "Виробництво коксу та продуктів нафтоперероблення",
        "items": [
          {
            "code": "19.10",
            "name": "Виробництво коксу та коксопродуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "19.20",
            "name": "Виробництво продуктів нафтоперероблення",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "20",
        "title": "Виробництво хімічних речовин і хімічної продукції",
        "items": [
          {
            "code": "20.11",
            "name": "Виробництво промислових газів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.12",
            "name": "Виробництво барвників і пігментів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.13",
            "name": "Виробництво інших основних неорганічних хімічних речовин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.14",
            "name": "Виробництво інших основних органічних хімічних речовин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.15",
            "name": "Виробництво добрив і азотних сполук",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.16",
            "name": "Виробництво пластмас у первинних формах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.17",
            "name": "Виробництво синтетичного каучуку в первинних формах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.20",
            "name": "Виробництво пестицидів та іншої агрохімічної продукції",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.30",
            "name": "Виробництво фарб, лаків і подібної продукції, друкарської фарби та мастик",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.41",
            "name": "Виробництво мила та мийних засобів, засобів для чищення та полірування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.42",
            "name": "Виробництво парфумних і косметичних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.51",
            "name": "Виробництво вибухових речовин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.52",
            "name": "Виробництво клеїв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.53",
            "name": "Виробництво ефірних олій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.59",
            "name": "Виробництво іншої хімічної продукції, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "20.60",
            "name": "Виробництво штучних і синтетичних волокон",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "21",
        "title": "Виробництво основних фармацевтичних продуктів і фармацевтичних препаратів",
        "items": [
          {
            "code": "21.10",
            "name": "Виробництво основних фармацевтичних продуктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "21.20",
            "name": "Виробництво фармацевтичних препаратів і матеріалів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "22",
        "title": "Виробництво гумових і пластмасових виробів",
        "items": [
          {
            "code": "22.11",
            "name": "Виробництво гумових шин, покришок і камер; відновлення протектора гумових шин і покришок",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "22.19",
            "name": "Виробництво інших гумових виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "22.21",
            "name": "Виробництво плит, листів, труб і профілів із пластмас",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "22.22",
            "name": "Виробництво тари з пластмас",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "22.23",
            "name": "Виробництво будівельних виробів із пластмас",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "22.29",
            "name": "Виробництво інших виробів із пластмас",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "23",
        "title": "Виробництво іншої неметалевої мінеральної продукції",
        "items": [
          {
            "code": "23.11",
            "name": "Виробництво листового скла",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.12",
            "name": "Формування й оброблення листового скла",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.13",
            "name": "Виробництво порожнистого скла",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.14",
            "name": "Виробництво скловолокна",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.19",
            "name": "Виробництво й оброблення інших скляних виробів, у тому числі технічних",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.20",
            "name": "Виробництво вогнетривких виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.31",
            "name": "Виробництво керамічних плиток і плит",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.32",
            "name": "Виробництво цегли, черепиці та інших будівельних виробів із випаленої глини",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.41",
            "name": "Виробництво господарських і декоративних керамічних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.42",
            "name": "Виробництво керамічних санітарно-технічних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.43",
            "name": "Виробництво керамічних електроізоляторів та ізоляційної арматури",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.44",
            "name": "Виробництво інших керамічних виробів технічного призначення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.49",
            "name": "Виробництво інших керамічних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.51",
            "name": "Виробництво цементу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.52",
            "name": "Виробництво вапна та гіпсових сумішей",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.61",
            "name": "Виготовлення виробів із бетону для будівництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.62",
            "name": "Виготовлення виробів із гіпсу для будівництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.63",
            "name": "Виробництво бетонних розчинів, готових для використання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.64",
            "name": "Виробництво сухих будівельних сумішей",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.65",
            "name": "Виготовлення виробів із волокнистого цементу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.69",
            "name": "Виробництво інших виробів із бетону, гіпсу та цементу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.70",
            "name": "Різання, оброблення та оздоблення декоративного та будівельного каменю",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.91",
            "name": "Виробництво абразивних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "23.99",
            "name": "Виробництво неметалевих мінеральних виробів, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "24",
        "title": "Металургійне виробництво",
        "items": [
          {
            "code": "24.10",
            "name": "Виробництво чавуну, сталі та феросплавів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.20",
            "name": "Виробництво труб, порожнистих профілів і фітингів зі сталі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.31",
            "name": "Холодне волочіння прутків і профілів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.32",
            "name": "Холодний прокат вузької штаби",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.33",
            "name": "Холодне штампування та гнуття",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.34",
            "name": "Холодне волочіння дроту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.41",
            "name": "Виробництво дорогоцінних металів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.42",
            "name": "Виробництво алюмінію",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.43",
            "name": "Виробництво свинцю, цинку й олова",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.44",
            "name": "Виробництво міді",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.45",
            "name": "Виробництво інших кольорових металів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.46",
            "name": "Виробництво ядерних матеріалів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.51",
            "name": "Лиття чавуну",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.52",
            "name": "Лиття сталі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.53",
            "name": "Лиття легких кольорових металів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "24.54",
            "name": "Лиття інших кольорових металів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "25",
        "title": "Виробництво готових металевих виробів, крім машин і устатковання",
        "items": [
          {
            "code": "25.11",
            "name": "Виробництво будівельних металевих конструкцій і частин конструкцій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.12",
            "name": "Виробництво металевих дверей і вікон",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.21",
            "name": "Виробництво радіаторів і котлів центрального опалення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.29",
            "name": "Виробництво інших металевих баків, резервуарів і контейнерів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.30",
            "name": "Виробництво парових котлів, крім котлів центрального опалення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.40",
            "name": "Виробництво зброї та боєприпасів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.50",
            "name": "Кування, пресування, штампування, профілювання; порошкова металургія",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.61",
            "name": "Оброблення металів та нанесення покриття на метали",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.62",
            "name": "Механічне оброблення металевих виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.71",
            "name": "Виробництво столових приборів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.72",
            "name": "Виробництво замків і дверних петель",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.73",
            "name": "Виробництво інструментів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.91",
            "name": "Виробництво сталевих бочок і подібних контейнерів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.92",
            "name": "Виробництво легких металевих паковань",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.93",
            "name": "Виробництво виробів із дроту, ланцюгів і пружин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.94",
            "name": "Виробництво кріпильних і ґвинтонарізних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "25.99",
            "name": "Виробництво інших готових металевих виробів, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "26",
        "title": "Виробництво комп'ютерів, електронної та оптичної продукції",
        "items": [
          {
            "code": "26.11",
            "name": "Виробництво електронних компонентів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.12",
            "name": "Виробництво змонтованих електронних плат",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.20",
            "name": "Виробництво комп'ютерів і периферійного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.30",
            "name": "Виробництво обладнання зв'язку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.40",
            "name": "Виробництво електронної апаратури побутового призначення для приймання, записування та відтворювання звуку й зображення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.51",
            "name": "Виробництво інструментів і обладнання для вимірювання, дослідження та навігації",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.52",
            "name": "Виробництво годинників",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.60",
            "name": "Виробництво радіологічного, електромедичного й електротерапевтичного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.70",
            "name": "Виробництво оптичних приладів і фотографічного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "26.80",
            "name": "Виробництво магнітних і оптичних носіїв даних",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "27",
        "title": "Виробництво електричного устатковання",
        "items": [
          {
            "code": "27.11",
            "name": "Виробництво електродвигунів, генераторів і трансформаторів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.12",
            "name": "Виробництво електророзподільчої та контрольної апаратури",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.20",
            "name": "Виробництво батарей і акумуляторів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.31",
            "name": "Виробництво волоконно-оптичних кабелів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.32",
            "name": "Виробництво інших видів електронних і електричних проводів і кабелів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.33",
            "name": "Виробництво електромонтажних пристроїв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.40",
            "name": "Виробництво електричного освітлювального устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.51",
            "name": "Виробництво електричних побутових приладів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.52",
            "name": "Виробництво неелектричних побутових приладів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "27.90",
            "name": "Виробництво іншого електричного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "28",
        "title": "Виробництво машин і устатковання, н.в.і.у.",
        "items": [
          {
            "code": "28.11",
            "name": "Виробництво двигунів і турбін, крім авіаційних, автотранспортних і мотоциклетних двигунів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.12",
            "name": "Виробництво гідравлічного та пневматичного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.13",
            "name": "Виробництво інших помп і компресорів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.14",
            "name": "Виробництво інших кранів і клапанів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.15",
            "name": "Виробництво підшипників, зубчастих передач, елементів механічних передач і приводів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.21",
            "name": "Виробництво духових шаф, печей і пічних пальників",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.22",
            "name": "Виробництво підіймального та вантажно-розвантажувального устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.23",
            "name": "Виробництво офісних машин і устатковання, крім комп'ютерів і периферійного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.24",
            "name": "Виробництво ручних електромеханічних і пневматичних інструментів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.25",
            "name": "Виробництво промислового холодильного та вентиляційного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.29",
            "name": "Виробництво інших машин і устатковання загального призначення, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.30",
            "name": "Виробництво машин і устатковання для сільського та лісового господарства",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.41",
            "name": "Виробництво металообробних машин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.49",
            "name": "Виробництво інших верстатів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.91",
            "name": "Виробництво машин і устатковання для металургії",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.92",
            "name": "Виробництво машин і устатковання для добувної промисловості та будівництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.93",
            "name": "Виробництво машин і устатковання для виготовлення харчових продуктів і напоїв, перероблення тютюну",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.94",
            "name": "Виробництво машин і устатковання для виготовлення текстильних, швейних, хутряних і шкіряних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.95",
            "name": "Виробництво машин і устатковання для виготовлення паперу та картону",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.96",
            "name": "Виробництво машин і устатковання для виготовлення пластмас і гуми",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "28.99",
            "name": "Виробництво інших машин і устатковання спеціального призначення, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "29",
        "title": "Виробництво автотранспортних засобів, причепів і напівпричепів",
        "items": [
          {
            "code": "29.10",
            "name": "Виробництво автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "29.20",
            "name": "Виробництво кузовів для автотранспортних засобів, причепів і напівпричепів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "29.31",
            "name": "Виробництво електричного й електронного устатковання для автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "29.32",
            "name": "Виробництво інших вузлів, деталей і приладдя для автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "30",
        "title": "Виробництво інших транспортних засобів",
        "items": [
          {
            "code": "30.11",
            "name": "Будування суден і плавучих конструкцій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.12",
            "name": "Будування прогулянкових і спортивних човнів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.20",
            "name": "Виробництво залізничних локомотивів і рухомого складу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.30",
            "name": "Виробництво повітряних і космічних літальних апаратів, супутнього устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.40",
            "name": "Виробництво військових транспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.91",
            "name": "Виробництво мотоциклів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.92",
            "name": "Виробництво велосипедів, дитячих та інвалідних колясок",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "30.99",
            "name": "Виробництво інших транспортних засобів і обладнання, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "31",
        "title": "Виробництво меблів",
        "items": [
          {
            "code": "31.01",
            "name": "Виробництво меблів для офісів і підприємств торгівлі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "31.02",
            "name": "Виробництво кухонних меблів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "31.03",
            "name": "Виробництво матраців",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "31.09",
            "name": "Виробництво інших меблів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "32",
        "title": "Виробництво іншої продукції",
        "items": [
          {
            "code": "32.11",
            "name": "Карбування монет",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.12",
            "name": "Виробництво ювелірних і подібних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.13",
            "name": "Виробництво біжутерії та подібних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.20",
            "name": "Виробництво музичних інструментів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.30",
            "name": "Виробництво спортивних товарів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.40",
            "name": "Виробництво ігор та іграшок",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.50",
            "name": "Виробництво медичних і стоматологічних інструментів і матеріалів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.91",
            "name": "Виробництво мітел і щіток",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "32.99",
            "name": "Виробництво іншої продукції, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "33",
        "title": "Ремонт і монтаж машин і устатковання",
        "items": [
          {
            "code": "33.11",
            "name": "Ремонт і технічне обслуговування готових металевих виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.12",
            "name": "Ремонт і технічне обслуговування машин і устатковання промислового призначення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.13",
            "name": "Ремонт і технічне обслуговування електронного й оптичного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.14",
            "name": "Ремонт і технічне обслуговування електричного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.15",
            "name": "Ремонт і технічне обслуговування суден і човнів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.16",
            "name": "Ремонт і технічне обслуговування повітряних і космічних літальних апаратів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.17",
            "name": "Ремонт і технічне обслуговування інших транспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.19",
            "name": "Ремонт і технічне обслуговування інших машин і устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "33.20",
            "name": "Установлення та монтаж машин і устатковання",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "D",
    "title": "Секція D. Постачання електроенергії, газу, пари та кондиційованого повітря",
    "groups": [
      {
        "id": "35",
        "title": "Постачання електроенергії, газу, пари та кондиційованого повітря",
        "items": [
          {
            "code": "35.11",
            "name": "Виробництво електроенергії",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.12",
            "name": "Передача електроенергії",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.13",
            "name": "Розподілення електроенергії",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.14",
            "name": "Торгівля електроенергією",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.21",
            "name": "Виробництво газу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.22",
            "name": "Розподілення газоподібного палива через місцеві (локальні) трубопроводи",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.23",
            "name": "Торгівля газом через місцеві (локальні) трубопроводи",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "35.30",
            "name": "Постачання пари, гарячої води та кондиційованого повітря",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "E",
    "title": "Секція E. Водопостачання; каналізація, поводження з відходами",
    "groups": [
      {
        "id": "36",
        "title": "Забір, очищення та постачання води",
        "items": [
          {
            "code": "36.00",
            "name": "Забір, очищення та постачання води",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "37",
        "title": "Каналізація, відведення й очищення стічних вод",
        "items": [
          {
            "code": "37.00",
            "name": "Каналізація, відведення й очищення стічних вод",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "38",
        "title": "Збирання, оброблення й видалення відходів; відновлення матеріалів",
        "items": [
          {
            "code": "38.11",
            "name": "Збирання безпечних відходів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "38.12",
            "name": "Збирання небезпечних відходів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "38.21",
            "name": "Оброблення та видалення безпечних відходів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "38.22",
            "name": "Оброблення та видалення небезпечних відходів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "38.31",
            "name": "Демонтаж (розбирання) машин і устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "38.32",
            "name": "Відновлення відсортованих відходів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "39",
        "title": "Інша діяльність щодо поводження з відходами",
        "items": [
          {
            "code": "39.00",
            "name": "Інша діяльність щодо поводження з відходами",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "F",
    "title": "Секція F. Будівництво",
    "groups": [
      {
        "id": "41",
        "title": "Будівництво будівель",
        "items": [
          {
            "code": "41.10",
            "name": "Організація будівництва будівель",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "41.20",
            "name": "Будівництво житлових і нежитлових будівель",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "42",
        "title": "Будівництво споруд",
        "items": [
          {
            "code": "42.11",
            "name": "Будівництво доріг і автострад",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "42.12",
            "name": "Будівництво залізниць і метрополітену",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "42.13",
            "name": "Будівництво мостів і тунелів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "42.21",
            "name": "Будівництво трубопроводів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "42.22",
            "name": "Будівництво споруд електропостачання та телекомунікацій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "42.91",
            "name": "Будівництво водних споруд",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "42.99",
            "name": "Будівництво інших споруд, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "43",
        "title": "Спеціалізовані будівельні роботи",
        "items": [
          {
            "code": "43.11",
            "name": "Знесення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.12",
            "name": "Підготовчі роботи на будівельному майданчику",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.13",
            "name": "Розвідувальне буріння",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.21",
            "name": "Електромонтажні роботи",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.22",
            "name": "Монтаж водопровідних мереж, систем опалення та кондиціонування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.29",
            "name": "Інші будівельно-монтажні роботи",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.31",
            "name": "Штукатурні роботи",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.32",
            "name": "Установлення столярних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.33",
            "name": "Покриття підлоги й облицювання стін",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.34",
            "name": "Малярні роботи та скління",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.39",
            "name": "Інші роботи із завершення будівництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.91",
            "name": "Покрівельні роботи",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "43.99",
            "name": "Інші спеціалізовані будівельні роботи, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "G",
    "title": "Секція G. Оптова та роздрібна торгівля; ремонт автотранспортних засобів і мотоциклів",
    "groups": [
      {
        "id": "45",
        "title": "Оптова та роздрібна торгівля автотранспортними засобами та мотоциклами, їх ремонт",
        "items": [
          {
            "code": "45.11",
            "name": "Торгівля автомобілями та легковими автотранспортними засобами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "45.19",
            "name": "Торгівля іншими автотранспортними засобами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "45.20",
            "name": "Технічне обслуговування та ремонт автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "45.31",
            "name": "Оптова торгівля деталями та приладдям для автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "45.32",
            "name": "Роздрібна торгівля деталями та приладдям для автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "45.40",
            "name": "Торгівля мотоциклами, деталями та приладдям до них, технічне обслуговування і ремонт мотоциклів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "46",
        "title": "Оптова торгівля, крім торгівлі автотранспортними засобами та мотоциклами",
        "items": [
          {
            "code": "46.11",
            "name": "Діяльність посередників у торгівлі сільськогосподарською сировиною, живими тваринами, текстильною сировиною та напівфабрикатами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.12",
            "name": "Діяльність посередників у торгівлі паливом, рудами, металами та промисловими хімічними речовинами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.13",
            "name": "Діяльність посередників у торгівлі деревиною, будівельними матеріалами та санітарно-технічними виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.14",
            "name": "Діяльність посередників у торгівлі машинами, промисловим устаткованням, суднами та літаками",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.15",
            "name": "Діяльність посередників у торгівлі меблями, господарськими товарами, залізними та іншими металевими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.16",
            "name": "Діяльність посередників у торгівлі текстильними виробами, одягом, хутром, взуттям і шкіряними виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.17",
            "name": "Діяльність посередників у торгівлі продуктами харчування, напоями та тютюновими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.18",
            "name": "Діяльність посередників, що спеціалізуються в торгівлі іншими товарами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.19",
            "name": "Діяльність посередників у торгівлі товарами широкого асортименту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.21",
            "name": "Оптова торгівля зерном, необробленим тютюном, насінням і кормами для тварин",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.22",
            "name": "Оптова торгівля квітами та рослинами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.23",
            "name": "Оптова торгівля живими тваринами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.24",
            "name": "Оптова торгівля шкірсировиною, шкурами та шкірою",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.31",
            "name": "Оптова торгівля фруктами й овочами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.32",
            "name": "Оптова торгівля м'ясом і м'ясними продуктами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.33",
            "name": "Оптова торгівля молочними продуктами, яйцями, харчовими оліями та жирами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.34",
            "name": "Оптова торгівля напоями",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.35",
            "name": "Оптова торгівля тютюновими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.36",
            "name": "Оптова торгівля цукром, шоколадом і кондитерськими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.37",
            "name": "Оптова торгівля кавою, чаєм, какао та прянощами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.38",
            "name": "Оптова торгівля іншими продуктами харчування, у тому числі рибою, ракоподібними та молюсками",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.39",
            "name": "Неспеціалізована оптова торгівля продуктами харчування, напоями та тютюновими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.41",
            "name": "Оптова торгівля текстильними товарами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.42",
            "name": "Оптова торгівля одягом і взуттям",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.43",
            "name": "Оптова торгівля побутовими електротоварами й електронною апаратурою побутового призначення для приймання, записування, відтворювання звуку й зображення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.44",
            "name": "Оптова торгівля фарфором, скляним посудом і засобами для чищення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.45",
            "name": "Оптова торгівля парфумними та косметичними товарами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.46",
            "name": "Оптова торгівля фармацевтичними товарами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.47",
            "name": "Оптова торгівля меблями, килимами й освітлювальним приладдям",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.48",
            "name": "Оптова торгівля годинниками та ювелірними виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.49",
            "name": "Оптова торгівля іншими товарами господарського призначення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.51",
            "name": "Оптова торгівля комп'ютерами, периферійним устаткованням і програмним забезпеченням",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.52",
            "name": "Оптова торгівля електронним і телекомунікаційним устаткованням, деталями до нього",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.61",
            "name": "Оптова торгівля сільськогосподарськими машинами й устаткованням",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.62",
            "name": "Оптова торгівля верстатами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.63",
            "name": "Оптова торгівля машинами й устаткованням для добувної промисловості та будівництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.64",
            "name": "Оптова торгівля машинами й устаткованням для текстильного, швейного та трикотажного виробництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.65",
            "name": "Оптова торгівля офісними меблями",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.66",
            "name": "Оптова торгівля іншими офісними машинами й устаткованням",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.69",
            "name": "Оптова торгівля іншими машинами й устаткованням",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.71",
            "name": "Оптова торгівля твердим, рідким, газоподібним паливом і подібними продуктами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.72",
            "name": "Оптова торгівля металами та металевими рудами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.73",
            "name": "Оптова торгівля деревиною, будівельними матеріалами та санітарно-технічним обладнанням",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.74",
            "name": "Оптова торгівля залізними виробами, водопровідним і опалювальним устаткованням і приладдям до нього",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.75",
            "name": "Оптова торгівля хімічними продуктами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.76",
            "name": "Оптова торгівля іншими проміжними продуктами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.77",
            "name": "Оптова торгівля відходами та брухтом",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "46.90",
            "name": "Неспеціалізована оптова торгівля",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "47",
        "title": "Роздрібна торгівля, крім торгівлі автотранспортними засобами та мотоциклами",
        "items": [
          {
            "code": "47.11",
            "name": "Роздрібна торгівля в неспеціалізованих магазинах переважно продуктами харчування, напоями та тютюновими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.19",
            "name": "Інші види роздрібної торгівлі в неспеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.21",
            "name": "Роздрібна торгівля фруктами й овочами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.22",
            "name": "Роздрібна торгівля м'ясом і м'ясними продуктами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.23",
            "name": "Роздрібна торгівля рибою, ракоподібними та молюсками в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.24",
            "name": "Роздрібна торгівля хлібобулочними виробами, борошняними та цукровими кондитерськими виробами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.25",
            "name": "Роздрібна торгівля напоями в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.26",
            "name": "Роздрібна торгівля тютюновими виробами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.29",
            "name": "Роздрібна торгівля іншими продуктами харчування в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.30",
            "name": "Роздрібна торгівля пальним",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.41",
            "name": "Роздрібна торгівля комп'ютерами, периферійним устаткованням і програмним забезпеченням у спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.42",
            "name": "Роздрібна торгівля телекомунікаційним устаткованням у спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.43",
            "name": "Роздрібна торгівля в спеціалізованих магазинах електронною апаратурою побутового призначення для приймання, записування, відтворювання звуку й зображення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.51",
            "name": "Роздрібна торгівля текстильними товарами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.52",
            "name": "Роздрібна торгівля залізними виробами, будівельними матеріалами та санітарно-технічними виробами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.53",
            "name": "Роздрібна торгівля килимами, килимовими виробами, покриттям для стін і підлоги в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.54",
            "name": "Роздрібна торгівля побутовими електротоварами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.59",
            "name": "Роздрібна торгівля меблями, освітлювальним приладдям та іншими товарами для дому в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.61",
            "name": "Роздрібна торгівля книгами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.62",
            "name": "Роздрібна торгівля газетами та канцелярськими товарами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.63",
            "name": "Роздрібна торгівля аудіо- та відеозаписами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.64",
            "name": "Роздрібна торгівля спортивним інвентарем у спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.65",
            "name": "Роздрібна торгівля іграми та іграшками в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.71",
            "name": "Роздрібна торгівля одягом у спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.72",
            "name": "Роздрібна торгівля взуттям і шкіряними виробами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.73",
            "name": "Роздрібна торгівля фармацевтичними товарами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.74",
            "name": "Роздрібна торгівля медичними й ортопедичними товарами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.75",
            "name": "Роздрібна торгівля косметичними товарами та туалетними приналежностями в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.76",
            "name": "Роздрібна торгівля квітами, рослинами, насінням, добривами, домашніми тваринами та кормами для них у спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.77",
            "name": "Роздрібна торгівля годинниками та ювелірними виробами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.78",
            "name": "Роздрібна торгівля іншими невживаними товарами в спеціалізованих магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.79",
            "name": "Роздрібна торгівля уживаними товарами в магазинах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.81",
            "name": "Роздрібна торгівля з лотків і на ринках харчовими продуктами, напоями та тютюновими виробами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.82",
            "name": "Роздрібна торгівля з лотків і на ринках текстильними виробами, одягом і взуттям",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.89",
            "name": "Роздрібна торгівля з лотків і на ринках іншими товарами",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.91",
            "name": "Роздрібна торгівля, що здійснюється фірмами поштового замовлення або через мережу Інтернет",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "47.99",
            "name": "Інші види роздрібної торгівлі поза магазинами",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "H",
    "title": "Секція H. Транспорт, складське господарство, поштова та кур'єрська діяльність",
    "groups": [
      {
        "id": "49",
        "title": "Наземний і трубопровідний транспорт",
        "items": [
          {
            "code": "49.10",
            "name": "Пасажирський залізничний транспорт міжміського сполучення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.20",
            "name": "Вантажний залізничний транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.31",
            "name": "Пасажирський наземний транспорт міського та приміського сполучення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.32",
            "name": "Надання послуг таксі",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.39",
            "name": "Інший пасажирський наземний транспорт, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.41",
            "name": "Вантажний автомобільний транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.42",
            "name": "Надання послуг перевезення речей (переїзду)",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "49.50",
            "name": "Трубопровідний транспорт",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "50",
        "title": "Водний транспорт",
        "items": [
          {
            "code": "50.10",
            "name": "Пасажирський морський транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "50.20",
            "name": "Вантажний морський транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "50.30",
            "name": "Пасажирський річковий транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "50.40",
            "name": "Вантажний річковий транспорт",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "51",
        "title": "Авіаційний транспорт",
        "items": [
          {
            "code": "51.10",
            "name": "Пасажирський авіаційний транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "51.21",
            "name": "Вантажний авіаційний транспорт",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "51.22",
            "name": "Космічний транспорт",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "52",
        "title": "Складське господарство та допоміжна діяльність у сфері транспорту",
        "items": [
          {
            "code": "52.10",
            "name": "Складське господарство",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "52.21",
            "name": "Допоміжне обслуговування наземного транспорту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "52.22",
            "name": "Допоміжне обслуговування водного транспорту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "52.23",
            "name": "Допоміжне обслуговування авіаційного транспорту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "52.24",
            "name": "Транспортне оброблення вантажів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "52.29",
            "name": "Інша допоміжна діяльність у сфері транспорту",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "53",
        "title": "Поштова та кур'єрська діяльність",
        "items": [
          {
            "code": "53.10",
            "name": "Діяльність національної пошти",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "53.20",
            "name": "Інша поштова та кур'єрська діяльність",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "I",
    "title": "Секція I. Тимчасове розміщування й організація харчування",
    "groups": [
      {
        "id": "55",
        "title": "Тимчасове розміщування",
        "items": [
          {
            "code": "55.10",
            "name": "Діяльність готелів і подібних засобів тимчасового розміщування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "55.20",
            "name": "Діяльність засобів розміщування на період відпустки та іншого тимчасового проживання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "55.30",
            "name": "Надання місць кемпінгами та стоянками для житлових автофургонів і причепів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "55.90",
            "name": "Діяльність інших засобів тимчасового розміщування",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "56",
        "title": "Діяльність із забезпечення стравами та напоями",
        "items": [
          {
            "code": "56.10",
            "name": "Діяльність ресторанів, надання послуг мобільного харчування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "56.21",
            "name": "Постачання готових страв для подій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "56.29",
            "name": "Постачання інших готових страв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "56.30",
            "name": "Обслуговування напоями",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "J",
    "title": "Секція J. Інформація та телекомунікації",
    "groups": [
      {
        "id": "58",
        "title": "Видавнича діяльність",
        "items": [
          {
            "code": "58.11",
            "name": "Видання книг",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "58.12",
            "name": "Видання довідників і каталогів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "58.13",
            "name": "Видання газет",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "58.14",
            "name": "Видання журналів і періодичних видань",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "58.19",
            "name": "Інші види видавничої діяльності",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "58.21",
            "name": "Видання комп'ютерних ігор",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "58.29",
            "name": "Видання іншого програмного забезпечення",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "59",
        "title": "Виробництво кіно- та відеофільмів, телевізійних програм, видання звукозаписів",
        "items": [
          {
            "code": "59.11",
            "name": "Виробництво кіно- та відеофільмів, телевізійних програм",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "59.12",
            "name": "Компонування кіно- та відеофільмів, телевізійних програм",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "59.13",
            "name": "Розповсюдження кіно- та відеофільмів, телевізійних програм",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "59.14",
            "name": "Демонстрація кінофільмів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "59.20",
            "name": "Видання звукозаписів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "60",
        "title": "Діяльність у сфері радіомовлення та телевізійного мовлення",
        "items": [
          {
            "code": "60.10",
            "name": "Діяльність у сфері радіомовлення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "60.20",
            "name": "Діяльність у сфері телевізійного мовлення",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "61",
        "title": "Телекомунікації (електрозв'язок)",
        "items": [
          {
            "code": "61.10",
            "name": "Діяльність у сфері проводового електрозв'язку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "61.20",
            "name": "Діяльність у сфері безпроводового електрозв'язку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "61.30",
            "name": "Діяльність у сфері супутникового електрозв'язку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "61.90",
            "name": "Інша діяльність у сфері електрозв'язку",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "62",
        "title": "Комп'ютерне програмування, консультування та пов'язана з ними діяльність",
        "items": [
          {
            "code": "62.01",
            "name": "Комп'ютерне програмування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "62.02",
            "name": "Консультування з питань інформатизації",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "62.03",
            "name": "Діяльність із керування комп'ютерним устаткованням",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "62.09",
            "name": "Інша діяльність у сфері інформаційних технологій і комп'ютерних систем",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "63",
        "title": "Надання інформаційних послуг",
        "items": [
          {
            "code": "63.11",
            "name": "Оброблення даних, розміщення інформації на веб-вузлах і пов'язана з ними діяльність",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "63.12",
            "name": "Веб-портали",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "63.91",
            "name": "Діяльність інформаційних агентств",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "63.99",
            "name": "Надання інших інформаційних послуг, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "K",
    "title": "Секція K. Фінансова та страхова діяльність",
    "groups": [
      {
        "id": "64",
        "title": "Надання фінансових послуг, крім страхування та пенсійного забезпечення",
        "items": [
          {
            "code": "64.11",
            "name": "Діяльність центрального банку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "64.19",
            "name": "Інші види грошового посередництва",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "64.20",
            "name": "Діяльність холдингових компаній",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "64.30",
            "name": "Трасти, фонди та подібні фінансові суб'єкти",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "64.91",
            "name": "Фінансовий лізинг",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "64.92",
            "name": "Інші види кредитування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "64.99",
            "name": "Надання інших фінансових послуг (крім страхування та пенсійного забезпечення), н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "65",
        "title": "Страхування, перестрахування та недержавне пенсійне забезпечення, крім обов'язкового соціального страхування",
        "items": [
          {
            "code": "65.11",
            "name": "Страхування життя",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "65.12",
            "name": "Інші види страхування, крім страхування життя",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "65.20",
            "name": "Перестрахування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "65.30",
            "name": "Недержавне пенсійне забезпечення",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "66",
        "title": "Допоміжна діяльність у сферах фінансових послуг і страхування",
        "items": [
          {
            "code": "66.11",
            "name": "Управління фінансовими ринками",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "66.12",
            "name": "Посередництво за договорами по цінних паперах або товарах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "66.19",
            "name": "Інша допоміжна діяльність у сфері фінансових послуг, крім страхування та пенсійного забезпечення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "66.21",
            "name": "Оцінювання ризиків та завданої шкоди",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "66.22",
            "name": "Діяльність страхових агентів і брокерів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "66.29",
            "name": "Інша допоміжна діяльність у сфері страхування та пенсійного забезпечення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "66.30",
            "name": "Управління фондами",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "L",
    "title": "Секція L. Операції з нерухомим майном",
    "groups": [
      {
        "id": "68",
        "title": "Операції з нерухомим майном",
        "items": [
          {
            "code": "68.10",
            "name": "Купівля та продаж власного нерухомого майна",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "68.20",
            "name": "Надання в оренду й експлуатацію власного чи орендованого нерухомого майна",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "68.31",
            "name": "Агентства нерухомості",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "68.32",
            "name": "Управління нерухомим майном за винагороду або на основі контракту",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "M",
    "title": "Секція M. Професійна, наукова та технічна діяльність",
    "groups": [
      {
        "id": "69",
        "title": "Діяльність у сферах права та бухгалтерського обліку",
        "items": [
          {
            "code": "69.10",
            "name": "Діяльність у сфері права",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "69.20",
            "name": "Діяльність у сфері бухгалтерського обліку й аудиту; консультування з питань оподаткування",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "70",
        "title": "Діяльність головних управлінь (хед-офісів); консультування з питань керування",
        "items": [
          {
            "code": "70.10",
            "name": "Діяльність головних управлінь (хед-офісів)",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "70.21",
            "name": "Діяльність у сфері зв'язків із громадськістю",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "70.22",
            "name": "Консультування з питань комерційної діяльності й керування",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "71",
        "title": "Діяльність у сферах архітектури та інжинірингу; технічні випробування та дослідження",
        "items": [
          {
            "code": "71.11",
            "name": "Діяльність у сфері архітектури",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "71.12",
            "name": "Діяльність у сфері інжинірингу, геології та геодезії, надання послуг технічного консультування в цих сферах",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "71.20",
            "name": "Технічні випробування та дослідження",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "72",
        "title": "Наукові дослідження та розробки",
        "items": [
          {
            "code": "72.11",
            "name": "Дослідження й експериментальні розробки у сфері біотехнологій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "72.19",
            "name": "Дослідження й експериментальні розробки у сфері інших природничих і технічних наук",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "72.20",
            "name": "Дослідження й експериментальні розробки у сфері суспільних і гуманітарних наук",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "73",
        "title": "Рекламна діяльність і дослідження кон'юнктури ринку",
        "items": [
          {
            "code": "73.11",
            "name": "Рекламні агентства",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "73.12",
            "name": "Посередництво в розміщенні реклами в засобах масової інформації",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "73.20",
            "name": "Дослідження кон'юнктури ринку та виявлення громадської думки",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "74",
        "title": "Інша професійна, наукова та технічна діяльність",
        "items": [
          {
            "code": "74.10",
            "name": "Спеціалізована діяльність із дизайну",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "74.20",
            "name": "Діяльність у сфері фотографії",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "74.30",
            "name": "Надання послуг перекладу",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "74.90",
            "name": "Інша професійна, наукова та технічна діяльність, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "75",
        "title": "Ветеринарна діяльність",
        "items": [
          {
            "code": "75.00",
            "name": "Ветеринарна діяльність",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "N",
    "title": "Секція N. Діяльність у сфері адміністративного та допоміжного обслуговування",
    "groups": [
      {
        "id": "77",
        "title": "Оренда, прокат і лізинг",
        "items": [
          {
            "code": "77.11",
            "name": "Надання в оренду автомобілів і легкових автотранспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.12",
            "name": "Надання в оренду вантажних автомобілів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.21",
            "name": "Прокат товарів для спорту та відпочинку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.22",
            "name": "Прокат відеозаписів і дисків",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.29",
            "name": "Прокат інших побутових виробів і предметів особистого вжитку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.31",
            "name": "Надання в оренду сільськогосподарських машин і устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.32",
            "name": "Надання в оренду будівельних машин і устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.33",
            "name": "Надання в оренду офісних машин і устатковання, у тому числі комп'ютерів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.34",
            "name": "Надання в оренду водних транспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.35",
            "name": "Надання в оренду повітряних транспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.39",
            "name": "Надання в оренду інших машин, устатковання та товарів, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "77.40",
            "name": "Лізинг інтелектуальної власності та подібних продуктів, крім творів, захищених авторськими правами",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "78",
        "title": "Діяльність із працевлаштування",
        "items": [
          {
            "code": "78.10",
            "name": "Діяльність агентств працевлаштування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "78.20",
            "name": "Діяльність агентств тимчасового працевлаштування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "78.30",
            "name": "Інша діяльність із забезпечення трудовими ресурсами",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "79",
        "title": "Діяльність туристичних агентств, туристичних операторів, надання інших послуг із бронювання та пов'язана з цим діяльність",
        "items": [
          {
            "code": "79.11",
            "name": "Діяльність туристичних агентств",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "79.12",
            "name": "Діяльність туристичних операторів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "79.90",
            "name": "Надання інших послуг бронювання та пов'язана з цим діяльність",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "80",
        "title": "Діяльність охоронних служб та проведення розслідувань",
        "items": [
          {
            "code": "80.10",
            "name": "Діяльність приватних охоронних служб",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "80.20",
            "name": "Обслуговування систем безпеки",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "80.30",
            "name": "Проведення розслідувань",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "81",
        "title": "Обслуговування будинків і територій",
        "items": [
          {
            "code": "81.10",
            "name": "Комплексне обслуговування об'єктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "81.21",
            "name": "Загальне прибирання будинків",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "81.22",
            "name": "Інша діяльність із прибирання будинків і промислових об'єктів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "81.29",
            "name": "Інші види діяльності із прибирання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "81.30",
            "name": "Надання ландшафтних послуг",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "82",
        "title": "Адміністративна та допоміжна офісна діяльність, інші допоміжні комерційні послуги",
        "items": [
          {
            "code": "82.11",
            "name": "Надання комбінованих офісних адміністративних послуг",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "82.19",
            "name": "Фотокопіювання, підготування документів та інша спеціалізована допоміжна офісна діяльність",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "82.20",
            "name": "Діяльність телефонних центрів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "82.30",
            "name": "Організування конгресів і торговельних виставок",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "82.91",
            "name": "Діяльність агентств зі стягування платежів і бюро кредитних історій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "82.92",
            "name": "Пакування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "82.99",
            "name": "Надання інших допоміжних комерційних послуг, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "O",
    "title": "Секція O. Державне управління й оборона; обов'язкове соціальне страхування",
    "groups": [
      {
        "id": "84",
        "title": "Державне управління й оборона; обов'язкове соціальне страхування",
        "items": [
          {
            "code": "84.11",
            "name": "Державне управління загального характеру",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.12",
            "name": "Регулювання у сферах охорони здоров'я, освіти, культури та інших соціальних сферах, крім обов'язкового соціального страхування",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.13",
            "name": "Регулювання та сприяння ефективному веденню економічної діяльності",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.21",
            "name": "Міжнародна діяльність",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.22",
            "name": "Діяльність у сфері оборони",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.23",
            "name": "Діяльність у сфері юстиції та правосуддя",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.24",
            "name": "Діяльність у сфері охорони громадського порядку та безпеки",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.25",
            "name": "Діяльність пожежних служб",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "84.30",
            "name": "Діяльність у сфері обов'язкового соціального страхування",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "P",
    "title": "Секція P. Освіта",
    "groups": [
      {
        "id": "85",
        "title": "Освіта",
        "items": [
          {
            "code": "85.10",
            "name": "Дошкільна освіта",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.20",
            "name": "Початкова освіта",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.31",
            "name": "Загальна середня освіта",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.32",
            "name": "Професійно-технічна освіта",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.41",
            "name": "Фахова передвища освіта",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.42",
            "name": "Вища освіта",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.51",
            "name": "Освіта у сфері спорту та відпочинку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.52",
            "name": "Освіта у сфері культури",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.53",
            "name": "Діяльність шкіл підготовки водіїв транспортних засобів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.59",
            "name": "Інші види освіти, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "85.60",
            "name": "Допоміжна діяльність у сфері освіти",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "Q",
    "title": "Секція Q. Охорона здоров'я та надання соціальної допомоги",
    "groups": [
      {
        "id": "86",
        "title": "Охорона здоров'я",
        "items": [
          {
            "code": "86.10",
            "name": "Діяльність лікарняних закладів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "86.21",
            "name": "Загальна медична практика",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "86.22",
            "name": "Спеціалізована медична практика",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "86.23",
            "name": "Стоматологічна практика",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "86.90",
            "name": "Інша діяльність у сфері охорони здоров'я",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "87",
        "title": "Надання послуг догляду із забезпеченням проживання",
        "items": [
          {
            "code": "87.10",
            "name": "Діяльність із догляду за хворими із забезпеченням проживання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "87.20",
            "name": "Надання послуг догляду із забезпеченням проживання для осіб з розумовими вадами та хворих на наркоманію",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "87.30",
            "name": "Надання послуг догляду із забезпеченням проживання для осіб похилого віку та інвалідів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "87.90",
            "name": "Надання інших послуг догляду із забезпеченням проживання",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "88",
        "title": "Надання соціальної допомоги без забезпечення проживання",
        "items": [
          {
            "code": "88.10",
            "name": "Надання соціальної допомоги без забезпечення проживання для осіб похилого віку та інвалідів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "88.91",
            "name": "Денний догляд за дітьми",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "88.99",
            "name": "Надання іншої соціальної допомоги без забезпечення проживання, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "R",
    "title": "Секція R. Мистецтво, спорт, розваги та відпочинок",
    "groups": [
      {
        "id": "90",
        "title": "Діяльність у сфері творчості, мистецтва та розваг",
        "items": [
          {
            "code": "90.01",
            "name": "Театральна та концертна діяльність",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "90.02",
            "name": "Діяльність із підтримки театральних і концертних заходів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "90.03",
            "name": "Індивідуальна мистецька діяльність",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "90.04",
            "name": "Функціювання театральних і концертних залів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "91",
        "title": "Функціювання бібліотек, архівів, музеїв та інших закладів культури",
        "items": [
          {
            "code": "91.01",
            "name": "Функціювання бібліотек і архівів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "91.02",
            "name": "Функціювання музеїв",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "91.03",
            "name": "Діяльність із охорони та використання пам'яток історії, будівель та інших пам'яток культури",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "91.04",
            "name": "Функціювання ботанічних садів, зоопарків і природних заповідників",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "92",
        "title": "Організування азартних ігор",
        "items": [
          {
            "code": "92.00",
            "name": "Організування азартних ігор",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "93",
        "title": "Діяльність у сфері спорту, організування відпочинку та розваг",
        "items": [
          {
            "code": "93.11",
            "name": "Функціювання спортивних споруд",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "93.12",
            "name": "Діяльність спортивних клубів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "93.13",
            "name": "Діяльність фітнес-центрів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "93.19",
            "name": "Інша діяльність у сфері спорту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "93.21",
            "name": "Функціювання атракціонів і тематичних парків",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "93.29",
            "name": "Організування інших видів відпочинку та розваг",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "S",
    "title": "Секція S. Надання інших видів послуг",
    "groups": [
      {
        "id": "94",
        "title": "Діяльність громадських організацій",
        "items": [
          {
            "code": "94.11",
            "name": "Діяльність організацій промисловців і підприємців",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "94.12",
            "name": "Діяльність професійних громадських організацій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "94.20",
            "name": "Діяльність професійних спілок",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "94.91",
            "name": "Діяльність релігійних організацій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "94.92",
            "name": "Діяльність політичних організацій",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "94.99",
            "name": "Діяльність інших громадських організацій, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "95",
        "title": "Ремонт комп'ютерів, побутових виробів і предметів особистого вжитку",
        "items": [
          {
            "code": "95.11",
            "name": "Ремонт комп'ютерів і периферійного устатковання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.12",
            "name": "Ремонт обладнання зв'язку",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.21",
            "name": "Ремонт електронної апаратури побутового призначення для приймання, записування, відтворювання звуку й зображення",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.22",
            "name": "Ремонт побутових приладів, домашнього та садового обладнання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.23",
            "name": "Ремонт взуття та шкіряних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.24",
            "name": "Ремонт меблів і домашнього начиння",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.25",
            "name": "Ремонт годинників і ювелірних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "95.29",
            "name": "Ремонт інших побутових виробів і предметів особистого вжитку",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "96",
        "title": "Надання інших індивідуальних послуг",
        "items": [
          {
            "code": "96.01",
            "name": "Прання та хімічне чищення текстильних і хутряних виробів",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "96.02",
            "name": "Надання послуг перукарнями та салонами краси",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "96.03",
            "name": "Організування поховань і надання суміжних послуг",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "96.04",
            "name": "Діяльність із забезпечення фізичного комфорту",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "96.09",
            "name": "Надання інших індивідуальних послуг, н.в.і.у.",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "T",
    "title": "Секція T. Діяльність домашніх господарств",
    "groups": [
      {
        "id": "97",
        "title": "Діяльність домашніх господарств як роботодавців для домашньої прислуги",
        "items": [
          {
            "code": "97.00",
            "name": "Діяльність домашніх господарств як роботодавців для домашньої прислуги",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      },
      {
        "id": "98",
        "title": "Діяльність домашніх господарств як виробників товарів та послуг для власного споживання",
        "items": [
          {
            "code": "98.10",
            "name": "Діяльність домашніх господарств як виробників товарів для власного споживання",
            "allowedGroups": [
              2,
              3
            ]
          },
          {
            "code": "98.20",
            "name": "Діяльність домашніх господарств як виробників послуг для власного споживання",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  },
  {
    "id": "U",
    "title": "Секція U. Діяльність екстериторіальних організацій і органів",
    "groups": [
      {
        "id": "99",
        "title": "Діяльність екстериторіальних організацій і органів",
        "items": [
          {
            "code": "99.00",
            "name": "Діяльність екстериторіальних організацій і органів",
            "allowedGroups": [
              2,
              3
            ]
          }
        ]
      }
    ]
  }
];
